//# =========================== #//# ========================= #//
//#                             #//#                           #//
//#  PsyX-SoulBridge            #//#   Yuuki Wesp (C) 2015     #//
//#      License Type="MIT"     #//#     <ls-micro@ya.ru>      #//
//#                             #//#                           #//
//# =========================== #//# ========================= #//

namespace Psy._Soul.Core
{
    //& Зависимости:
    //@  - Кристализированное тело
    //@  - Устройство измерения массы
    //@  - Устройство измерения статического магнитного поля
    //@  - Фиксатор температуры
    //@  - Измеритель пульса
    //?  - Возможно: Emotiv
    /// <summary>
    /// Класс Авторизации закрытого ключа и сертификата устройства Psy
    /// </summary>
    public class PLRCore
    {
    }
}
